Repository: senaite/senaite.storage
Catalog: src/senaite/storage/locales/*/LC_MESSAGES/senaite.storage.po
Languages: cs, de, es

source: % Samples
cs: % Vzorky
de: % Proben
es: % Muestras

source: &larr; Back
cs: &larr; Zpět
de: &larr; Zurück
es: &larr; Atrás

source: Activate
cs: Aktivovat
de: Aktivieren

source: Active
cs: Aktivní
de: Aktiv
es: Activo

source: Add Facility
cs: Přidat zařízení
de: Lagerort hinzufügen
es: Añadir instalación

source: Add Sample
cs: Přidat vzorek
de: Probe hinzufügen
es: Añadir muestra

source: Add Samples
cs: Přidat vzorky
de: Proben hinzufügen
es: Añadir muestras

source: Add container
cs: Přidat kontejner
de: Behälter hnzufügen
es: Añadir contenedor

source: Add samples
cs: Přidat vzorky
de: Proben hinzufügen
es: Añadir muestras

source: Add samples container
cs: Přidat kontejner vzorků
de: Probenbehälter hinzufügen
es: Añadir contenedor de muestras

source: Add storage position
cs: Přidat pozici úložiště
de: Lagerraum hinzufügen

source: Address
cs: Adresa
de: Adresse
es: Dirección

source: Alphabet letters will be used to represent a row within the container
cs: Písmena abecedy budou použita k reprezentaci řádku v kontejneru
de: Buchstaben werden verwendet, um Zeilen innerhalb eines Behälters zu kennzeichnen
es: Se utilizarán carácteres para la representación de las filas de un contenedor

source: Cancel
cs: Zrušit
de: Abbruch
es: Cancelar

source: Cannot store samples. Samples container {} is full
cs: Nelze ukládat vzorky. Kontejner na vzorky {} je plný
de: Proben können nicht eingelagert werden, Probenbehälter {} ist voll.
es: Imposible almacenar las muestras. El contenedor de muestras {} está lleno

source: Choose container destination...
cs: Vyberte cíl kontejneru...
de: Lagerbehälter auswählen...

source: Collapsed
cs: Sbaleno
de: Eingeklappt

source: Columns
cs: Sloupce
de: Spalten
es: Columnas

source: Container is full
cs: Kontejner je plný
de: Behälter ist voll

source: Container moving cancelled
cs: Přesun kontejneru zrušen
de: Verschieben des Behälters abgebrochen

source: Container utilization {} / {}
cs: Využití kontejneru {} / {}
de: Behälterfüllstand {} / {}

source: Container {} is already located in destination path!
cs: Kontejner {} se již nachází na cílové cestě!
de: Behälter {} befindet sich bereits im Zielpfad!

source: Containers
cs: Kontejnery
de: Behälter
es: Contenedores

source: Date stored
cs: Datum uloženo
de: Einlagerungsdatum
es: Fecha de depósito

source: Deactivate
cs: Deaktivovat
de: Deaktivieren

source: Description
cs: Popis
de: Beschreibung

source: Description of the storage position that is shown in listings
cs: Popis skladové pozice, která se zobrazuje ve výpisech
de: Beschreibung des Lagerraums in der Listenübersicht

source: Email Address
cs: e-mailová adresa
de: Email Adresse
es: Dirección de correo electrónico

source: Expanded
cs: Rozbaleno
de: Ausgeklappt

source: Expected temperature
cs: Očekávaná teplota
de: Erwartete Temperatur
es: Temperatura prevista

source: Expected temperature of this container
cs: Očekávaná teplota tohoto kontejneru
de: Erwartete Temperatur dieses Behälters
es: Temperatura prevista del contenedor

source: Expected temperature: %s Â°C
cs: Očekávaná teplota: %s °C
de: Erwartete Temperatur: %s °C

source: Inactive
cs: Neaktivní
de: Inaktiv

source: Layout: {} x {}
cs: Rozložení: {} x {}

source: Location:
cs: Umístění:
de: Ort:

source: Mail: {}
cs: E-mail: {}

source: Move Containers
cs: Přesunout kontejnery
de: Behälter verschieben

source: Move container
cs: Přesunout kontejner
de: Behälter verschieben

source: Moved container {} â {}
cs: Přesunutý kontejner {} â {}
de: Verschiebe Behälter {} {}

source: Name
cs: Název
es: Nombre

source: Next container:
cs: Další kontejner:
de: Nächster Behälter
es: Contenedor siguiente:

source: No items selected
cs: Nejsou vybrány žádné položky
de: Nichts ausgewählt
es: No ha seleccionado ningún elemento

source: No position or not valid sample selected
cs: Není vybrána žádná poloha nebo není platný vzorek
de: Keine Position oder keine passende Probe ausgewählt
es: La posición o muestra seleccionada no es válida

source: Number of positions per row. Numbers will be used to represent a column within a row
cs: Počet pozic na řádek. Čísla budou použita k představení sloupce v řádku
de: Anzahl der Positionen pro Reihe. Zahlen werden verwendet um eine Spalte innerhalb einer Reihe zu kennzeichnen.
es: Número de posiciones por fila. Se usarán números para representar las columnas

source: Phone
cs: Telefon
de: Telefon
es: Teléfono

source: Position
cs: Pozici
es: Posición

source: Print stickers
cs: Tisk samolepek
de: Aufkleber drucken
es: Imprimir etiquetas

source: Recover samples
cs: Obnovit vzorky
de: Probe wieder herstellen
es: Recuperar muestras

source: Rows
cs: Řádky
de: Zeilen
es: Filas

source: Sample
cs: Vzorek
de: Probe
es: Muestra

source: Sample Containers
cs: Kontejnery na vzorky
de: Probenbehälter

source: Sample storing canceled
cs: Ukládání vzorků bylo zrušeno
de: Einlagerung abgebrochen
es: Se ha cancelado el almacenaje de la muestra

source: Samples
cs: Vzorky
de: Proben
es: Muestras

source: Samples container
cs: Kontejner na vzorky
de: Probenbehälter
es: Contenedor de muestras

source: Samples container for storage
cs: Nádoba na vzorky pro skladování
de: Probenbehälter für Einlagerung
es: Contenedor para el almacenaje de muestras

source: Samples storage
cs: Úložiště vzorků
de: Probeneinlagerung
es: Almacenaje de muestras

source: Samples usage
cs: Použití vzorků
de: Verwendung der Proben
es: Uso de muestras

source: Status
cs: Stav

source: Storage
cs: Úložiště
de: Einlagerung
es: Almacén

source: Storage Facility
cs: Zařízení úložiště
de: Lagerort
es: Puesto de almacenamiento

source: Storage Position
cs: Pozice úložiště
de: Lagerraum

source: Storage container
cs: Úložný kontejner
de: Lagerbehälter
es: Contenedor para el almacenaje

source: Store Samples
cs: Ukládání vzorků
de: Proben einlagern
es: Almacenar muestras

source: Store samples
cs: Uložit vzorky
de: Proben einlagern
es: Almacenar muestras

source: Stored
cs: Uloženo
de: Eingelagert
es: Almacenadas

source: Stored sample
cs: Uložený vzorek
de: Eingelagerte Probe

source: Stored sample {} at position {}
cs: Uložený vzorek {} na pozici {}
de: Probe {} auf Position {} eingelagert
es: Muestra {} almacenada a la posición {}

source: The name of the storage position, e.g. Room 12/3
cs: Název skladovací pozice, např. místnost 12/3.
de: Der Name des Lagerraums, z.B. Raum 12/3

source: The storage position inside a facility
cs: Skladovací pozice uvnitř zařízení
de: Der Lagerraum innerhalb eines Lagerorts

source: Used positions:
cs: Použité pozice:
de: Benutzte Halterungen:

source: Available positions:
es: Posiciones disponibles:

source: Containers usage
es: Uso de contenedores

source: Email
es: Correo electrónico

source: Sample storage module for SENAITE
es: Módulo de almacenaje de muestras para SENAITE

source: Temperature
es: Temperatura
